[
    {
        "name":"Knight",
        "bio":"Рыцарь принадлежит к роду сосудов, созданных Королем-Ульем (Pale King) для удержания инфекции, поразившей королевство Халлоунест. В отличие от других сосудов, Рыцарь оказался пустым, лишенным воли и памяти, что делает его особенным. Его путешествие начинается в заброшенном королевстве Халлоунест, где он стремится узнать правду о своем происхождении и разобраться с инфекцией, распространившейся по всему королевству. На своем пути он встречает различных существ, некоторые из которых становятся его союзниками, а другие — врагами.Рыцарь остается молчаливым и загадочным на протяжении всей игры, не выражая эмоций и не ведя диалогов. Тем не менее, его действия демонстрируют решимость и храбрость. Он преодолевает множество трудностей и сражается с врагами, чтобы достичь своей цели. Несмотря на кажущуюся пустоту, Рыцарь проявляет внутреннюю силу, борясь за спасение Халлоунеста.",
        "photo":"https://assets.nintendo.com/image/upload/f_auto/q_auto/dpr_1.5/c_scale,w_400/ncom/en_US/games/switch/h/hollow-knight-switch/description-image"
    },

    {
        "name":"Hornet",
        "bio":"Хорнет — персонаж с изящным и одновременно угрожающим внешним видом, что подчеркивает её боевой характер. Она имеет стройное телосложение, напоминающее фигуру насекомого, и носит белую маску с заострёнными ушами, что придаёт ей вид как у настоящей осы. Её глаза под маской ярко-красные, что выделяет её на фоне других персонажей игры.Она носит красный плащ, который развевается за ней при движении, и в руках держит длинную острунапоминающую жало. Игла связана с тонкой белой нитью, которую Хорнет использует как оружие и инстловко управляя ею для атак и перемещения.",
        "photo":"https://i.pinimg.com/originals/6e/d8/be/6ed8bef38d0b1009e53b779450053bc9.png"
    },

    {
        "name":"Quirrel",
        "bio":"Квирел имеет стройное телосложение и носит длинный серо-голубой плащ, который скрывает его фигуру. Его лицо покрыто маской с двумя большими, круглыми глазами, что придаёт ему вид как у древнего жреца или мудреца. Маска имеет изогнутую форму и украшена тонкими линиями, которые создают впечатление древности и загадочности. В руке Квирел держит меч, но в отличие от других персонажей, он использует его нечасто, предпочитая избегать конфликтов и наблюдать за окружающим миром. Несмотря на свою тихую и созерцательную натуру, Квирел обладает глубоким пониманием истории и культуры Холлоунеста и часто делится своими размышлениями с главным героем.",
        "photo":"../media/Quirrel.webp"
    },
    {
        "name":"Grimm",
        "bio":"Гримм имеет изящное, но зловещее присутствие. Он высокий и худой, с грациозными, почти театральными движениями. Его лицо скрыто под белой маской с красными глазами и острыми чертами, которые напоминают демоническую личину. Он носит длинный плащ, напоминающий крылья летучей мыши, что усиливает его демонический облик. Плащ украшен красными полосами, которые перекликаются с темой огня и ночи, окружающей его персонажа.Его изящные движения, тонкий силуэт и элегантные жесты делают его похожим на кукловода, управляющего не только своей труппой, но и событиями вокруг себя. Гримм владеет магией огня и теней, и его боевые способности отражают его артистизм: он атакует врагов с невероятной скоростью и точностью, создавая в воздухе огненные узоры",
        "photo":"../media/Grimm.webp"
    }
]